Repository: KaiRo-at/authserver
Catalog: locale/*/LC_MESSAGES/kairo_auth.po
Languages: de

source: This login system does not work without JavaScript. Please activate JavaScript for this site to log in.
de: Dieses Login-System functioniert nicht ohne JavaScript. Bitte aktivieren Sie JavaScript für diese Seite, um sich anzumelden.

source: Unexpected error while logging out.
de: Unerwarteter Fehler beim Abmelden.

source: The session system is not working.
de: Das Sitzungssystem funktioniert nicht.

source: Please <a href="https://www.kairo.at/contact">contact KaiRo.at</a> and tell the team about this.
de: Bitte <a href="https://www.kairo.at/contact">kontaktieren Sie KaiRo.at</a> und benachrichtigen Sie das Team darüber.

source: Hi %s!
de: Hallo %s!

source: Do you authorize %s to access %s?
de: Erlauben Sie %s den Zugriff auf %s?

source: Yes
de: Ja

source: No
de: Nein

source: Sign in to %s using…
de: Bei %s anmelden mit…

source: Add another email address
de: Weitere E-Mail-Adresse hinzufügen

source: This is not me
de: Das bin nicht ich

source: Sign in
de: Anmelden

source: Cancel
de: Abbrechen

source: You need to log in or register to continue.
de: Sie müssen sich anmelden oder registrieren, um fortzusetzen.

source: The following error was detected
de: Der folgende Fehler ist aufgetreten

source: The following errors were detected
de: Die folgenden Fehler sind aufgetreten

source: Back
de: Zurück

source: You are not accessing this site on a secure connection, so authentication doesn't work.
de: Sie greifen auf diese Website nicht über eine sichere Verbindung zu, daher funktioniert die Anmeldung nicht.

source: Login failed unexpectedly.
de: Anmeldung unerwartet fehlgeschlagen.

source: Password must not start or end with a whitespace character like a space.
de: Das Passwort darf nicht mit unsichtbaren Zeichen wie Leerzeichen beginnen oder enden.

source: Password too short (min. %s characters).
de: Passwort zu kurz (min. %s Zeichen).

source: Password too long (max. %s characters).
de: Passwort zu lang (max. %s Zeichen).

source: The passwort can not be equal to your email or any part of it.
de: Das Passwort darf nicht deine E-Mail-Adresse oder ein Teil davon sein.

source: Your password must use characters other than normal letters or contain least %s characters.
de: Das Passwort muss Zeichen außerhalb der normalen Buchstaben enthalten oder mindestens %s Zeichen lang sein.

source: Your password cannot consist only of numbers.
de: Das Passwort darf nicht nur aus Zahlen bestehen.

source: Password does have to contain at least %s different characters.
de: Das Passwort muss zumindest %s verschiedene Zeichen enthalten.

source: Password
de: Passwort

source: Forgot password?
de: Passwort vergessen?

source: Log in / Register
de: Anmelden / Registrieren

source: The email address is invalid.
de: Die E-Mail-Adresse ist ungültig.

source: This password is invalid or your email is not verified yet. Did you type them correctly?
de: Das Passwort ist ungültig oder Ihre E-Mail_Adresse ist noch nicht verifiziert. Haben Sie diese korrekt eingegeben?

source: Could not add user.
de: Benutzer konnte nicht hinzugefügt werden.

source: Welcome!
de: Willkommen!

source: This email address, %s, has been used for registration on "%s".
de: Diese E-Mail-Adresse, %s, wurde zur Registrierung auf "%s" verwendet.

source: Please confirm that registration by clicking the following link (or calling it up in your browser):
de: Bitte bestätigen Sie diese Registrierung durch Klicken auf den folgenden Link (oder Aufruf der Adresse in Ihrem Browser):

source: With this confirmation, you accept that we handle your data for the purpose of logging you into other websites when you request that.
de: Mit dieser Bestätigung stimmen Sie zu, dass wir Ihre Daten zum Zweck Ihrer Anmeldung auf anderen Websites verwenden, wenn Sie solche Anmeldungen initiieren.

source: Those websites will get to know your email address but not your password, which we store securely.
de: Diesen Websiteswird Ihre E-Mail-Adresse weitergeleitet, aber nicht Ihre Passwort, das wir sicher speichern.

source: If you do not call this confirmation link within 72 hours, your data will be deleted from our database.
de: Wenn Sie diesen Bestätigungslink nicht innerhalb von 72 Stunden aufrufen, werden Ihre Daten aus unserer Datenbank gelöscht.

source: The %s team
de: Das %s-Team

source: The confirmation email could not be sent to you.
de: Die Bestätigungs-E-Mail konnte nicht an Sie gesendet werden.

source: Could not initiate reset request.
de: Anfrage zum Zurücksetzen konnte nicht initiiert werden.

source: Hi,
de: Hallo,

source: A request for setting a new password for this email address, %s, has been submitted on "%s".
de: Eine Anfrage zum Setzen eines neuen Passwortes für diese E-Mail-Adresse, %s, wurde auf "%s" abgeschickt.

source: You can set a new password by clicking the following link (or calling it up in your browser):
de: Sie können ein neues Passwort setzen, indem Sie auf den folgenden Link klicken (oder die Adresse in Ihrem Browser aufrufen):

source: If you do not call this confirmation link within 1 hour, this link expires and the existing password is being kept in place.
de: Wenn Sie diese Bestätigung nicht innerhalb einer Stunde aufrufen, erlischt dieser Link und das existente Passwort wird weiter verwendet.

source: The email with password reset instructions could not be sent to you.
de: Die E-Mail mit Anleitungen zum Zurücksetzen Ihres Passwortes konnte nicht an Sie gesendet werden.

source: The form you used was not valid. Possibly it has expired and you need to initiate the action again, or you have disabled cookies for this site.
de: Das von Ihnen verwendete Formular war ungültig. Möglicherweise ist es erloschen und Sie müssen die Aktion nochmals beginnen, oder Sie haben Cookies für diese Website deaktiviert.

source: Could not save confirmation.
de: Bestätigung konnte nicht gespeichert werden.

source: The confirmation link you called is not valid. Possibly it has expired and you need to try registering again.
de: Der von Ihnen aufgerufene Bestätigungs-Link ist ungültig. Möglicherweise ist er erloschen und Sie müssen die Registrierung nochmals versuchen.

source: The password reset link you called is not valid. Possibly it has expired and you need to call the "Password forgotten?" function again.
de: Der von Ihnen aufgerufene Passwort-Rücksetzungs-Link ist ungültig. Möglicherweise ist er erloschen und Sie müssen die Funktion "Passwort vergessen?" nochmals aufrufen.

source: Unexpectedly failed to save new client information.
de: Unerwarteter Fehler beim Speicher der neuen Client-Informationen.

source: This function is only available if you are logged in.
de: Diese Funktion ist nur verfügbar, wenn Sie angemeldet sind.

source: Password reset failed. The reset form you used was not valid. Possibly it has expired and you need to initiate the password reset again.
de: Zurücksetzen des Passworts fehlgeschlagen. Das von Ihnen verwendete Rücksetzungsformular war ungültig. Möglicherweise ist es erloschen und Sie müssen die Passwort-Rücksetzung nochmals beginnen.

source: Password reset failed.
de: Zurücksetzen des Passworts fehlgeschlagen.

source: An email for confirmation has been sent to %s. Please follow the link provided there to complete the process.
de: Eine E-Mail zur Bestätigung wurde an %s gesendet. Bitte folgen Sie dem dort angegebenen Link, um den Vorgang abzuschließen.

source: Reload this page after you confirm to continue.
de: Laden Sie diese Seite nach der Bestätigung neu, um fortzusetzen.

source: Reload
de: Neu laden

source: An email has been sent to the requested account with further information. If you do not receive an email then please confirm you have entered the same email address used during account registration.
de: Eine E-Mail mit weiteren Informationen wurde an das angefragte Konto verschickt. Wenn Sie keine E-Mail bekommen, überprüfen Sie bitte, dass Sie dieselbe E-Mail-Adresse verwendet haben, mit der Sie sich ursprünglich registriert haben.

source: Back to top
de: Zurück zur Hauptseite

source: If you forgot your password or didn't receive the registration confirmation, please enter your email here.
de: Wenn Sie Ihr Passwort vergessen haben oder die Registrierungsbestätigung nicht bekommen haben, gebenm Sie bitte Ihre E-Mail-Adresse hier ein.

source: Send instructions to email
de: Anleitungen per E-Mail senden

source: You can set a new password for %s here.
de: Sie können hier ein neues Passwort für %s setzen.

source: Save password
de: Passwort speichern

source: Client Secrect
de: Client-Secret

source: Create
de: Anlegen

source: Your password has successfully been reset.
de: Ihr Passwort wurde erfolgreich zurückgesetzt.

source: Grouped with:
de: Gruppiert mit:

source: Log out
de: Abmelden

source: Manage OAuth2 clients
de: OAuth2-Clients verwalten

source: Set new password
de: Neues Passwort setzen

source: Hooray! Your email was successfully confirmed! You can log in now.
de: Hurra! Ihr E-Mail-Adresse wurde erfolgreich bestätigt! Sie können sich jetzt anmelden.

source: Your password has successfully been reset. You can log in now with the new password.
de: Ihr Passwort wurde erfolgreich zurückgesetzt. Sie können sich jetzt mit dem neuen Passwort anmelden.

source: Add another email grouped with %s by either logging in with it or specifying the email and a new password to use.
de: Fügen Sie eine neue E-Mail-Adresse in die Gruppe mit %s ein, indem Sie sich entweder damit anmelden oder die E-Mail-Adresse und ein neues Passwort dafür angeben.
